{
  "home": {
    "description": "you are at home you have the option to quarantine(lower contamination level to 0)or go west"
  },
  "park": {
    "description": "you are at the Park. You see people with no mask and a dirty mask on the ground. You have the option to get dirtymask and or go west or south"
  },
  "grocerystore": {
    "description": "you are at the grocery store. You see sanitizers(lower you contamination level by 5). You have to get sanitizer and or go east"
  },
  "lake": {
    "description": "you are at the lake. It is blue and beautiful and you see no items to interact with. You have the option to go west"
  },
  "clinic": {
    "description": "you are at the clinic. There is a lot of busy nurses. You see and sign label vaccine 1 and see a vaccineNumber1 on the counter. You can get vaccine1 and or you have the option to go east"
  },
  "vaccinesite": {
    "description": "you are at the vaccine site. You see CDC personnel and sign label vaccine 2 and see a vaccineNumber2 on the counter. You can get vaccine2 and or you have the option to go south."
  },
  "mainblocktwo": {
    "description": "you are on Main Block Two. you have the option to go east, west, or north"
  },
  "mainblockone": {
    "description": "you are on Main Block One. you have the option to go east, west, south, or north"
  },
  "secondblocktwo": {
    "description": "you are on Second Block Two. you have the option to go east, west, or north"
  },
  "secondblockone": {
    "description": "you are on Second Block One. you have the option to go east, west, or north"
  },
  "firstblocktwo": {
    "description": "you are on First Block Two. you have the option to go east or south"
  },
  "firstblockone": {
    "description": "you are on First Block One. you have the option to go east, or west"
  },
  "westlakeblocktwo": {
    "description": "you are on West Lake Block Two. you have the option to go west or north"
  },
  "westlakeblockone": {
    "description": "you are on West Lake Block One. you have the option to go west, south, or north"
  }
}